{
  "Books":
  [
    {"BookTitle":"Storm Front (Dresden Files Series #1)","BookAuthor":"Jim Butcher","BookGenre":"Fantasy","BookPrice":"$9.99","BookSynopsis":"In the first novel in the #1 New York Times bestselling Dresden Files series, Harry Dresden’s investigation of a grisly double murder pulls him into the darkest depths of magical Chicago…","BookSite":"https://www.barnesandnoble.com/w/storm-front-jim-butcher/1100315481?ean=9780593335154","BookImage":"dresden.jp2"},
    {"BookTitle":"Mistborn: The Final Empire","BookAuthor":"Brandon Sanderson","BookGenre":"Fantasy","BookPrice":"$13.99","BookSynopsis":"For a thousand years the ash fell and no flowers bloomed. For a thousand years the Skaa slaved in misery and lived in fear. For a thousand years the Lord Ruler, the 'Sliver of Infinity,' reigned with absolute power and ultimate terror, divinely invincible. Then, when hope was so long lost that not even its memory remained, a terribly scarred, heart-broken half-Skaa rediscovered it in the depths of the Lord Ruler's most hellish prison. Kelsier 'snapped' and found in himself the powers of a Mistborn. A brilliant thief and natural leader, he turned his talents to the ultimate caper, with the Lord Ruler himself as the mark.","BookSite":"https://www.barnesandnoble.com/w/mistborn-brandon-sanderson/1100833141?ean=9780765377135","BookImage":"mistborn.jp2"},
    {"BookTitle":"The Eye of the World","BookAuthor":"Robert Jordan","BookGenre":"Fantasy","BookPrice":"$15.99","BookSynopsis":"Want to dive into a fantasy epic with incredible world-building, first-class characters and page-turning adventure? Then it's time to start Wheel of Time. The first book in this thirteen-book saga sets the stage for a formidable journey (one eventually finished by fellow author Brandon Sanderson), and is a must-read for fans of Lord of the Rings, Shannara, and Dune. Beloved by fantasy fans around the world, this is an epic at its finest.","BookSite":"https://www.barnesandnoble.com/w/eye-of-the-world-robert-jordan/1100356869?ean=9781250768681","BookImage":"eotw.jp2"}
  ],
  "Status":"OK"
}
