{
  "Books":
  [
    {"BookTitle":"Salt, Fat, Acid, Heat: Mastering the Elements of Good Cooking","BookAuthor":"Samin Nosrat","BookGenre":"Food & Drink","BookPrice":"$31.49","BookSynopsis":"Samin Nosrat’s culinary prowess in on full display in Salt, Fat, Acid, Heat. Not only does Nosrat share easy-to-make recipes, but she also provides readers with the ability to understand their own cooking abilities, encouraging budding chefs to trust their own instincts and not rely on instructions.","BookSite":"https://www.barnesandnoble.com/w/salt-fat-acid-heat-samin-nosrat/1124286605?ean=9781476753836","BookImage":"salt.jp2"},
    {"BookTitle":"The Korean Vegan Cookbook: Reflections and Recipes from Omma's Kitchen","BookAuthor":"Joanne Lee Molinaro","BookGenre":"Food & Drink","BookPrice":"$28.00","BookSynopsis":"If you are one of the millions of fans that follow The Korean Vegan on social media you already know the transformative power of Joanne’s voice and the bold, unapologetic personal narrations she gives while cooking up delicious plant-based Asian cuisine. With over 80 recipes and stunningly beautiful photography taken by Joanne, this JAMES BEARD AWARD-WINNING cookbook is full of heart and unbelievable flavor!","BookSite":"https://www.barnesandnoble.com/w/the-korean-vegan-cookbook-joanne-lee-molinaro/1138767072?ean=9780593084274","BookImage":"korean.jp2"},
    {"BookTitle":"Turkey and the Wolf: Flavor Trippin' in New Orleans","BookAuthor":"Mason Hereford","BookGenre":"Food & Drink","BookPrice":"$24.99","BookSynopsis":"Experience the delectable down-home Southern food from chef Mason Hereford’s awarding-winning New Orleans restaurant Turkey and the Wolf from your kitchen! Mason’s style is irreverent, fun, and joyful, filled with total delight for high-end ingredients as well as things like Duke's mayonnaise and Ritz Crackers. Drawing on inspiration from his childhood to offer bold, fresh twists on some of the most beloved Southern dishes, you’ll find recipes such as Sweet Potato Burritos, Meatloaf: The Sandwich, Not the Musician, Corner-store Pork Rind Tacos and more!","BookSite":"https://www.barnesandnoble.com/w/turkey-and-the-wolf-mason-hereford/1139920252?ean=9781984858993","BookImage":"turkey.jp2"}
  ],
  "Status":"OK"
}
