{
  "Books":
  [
    {"BookTitle":"Music Is History","BookAuthor":"Questlove","BookGenre":"History","BookPrice":"$15.19","BookSynopsis":"This is the book that Questlove was destined to create. After a few books on food, Questlove turns his eye and ear to music with Music is History. Looking at the past 50 years, we are treated to a connoisseur and historian's point of view as he explores which songs are representative of each year and how each song symbolizes the cultural and political moment of the time. The B&N Exclusive Edition features a special chapter: Music is History Extended Remix, a collection of exercises and questions about the songs.","BookSite":"https://www.barnesandnoble.com/w/music-is-history-questlove/1138773986?ean=9781419758836","BookImage":"music.jp2"},
    {"BookTitle":"And There Was Light: Abraham Lincoln and the American Struggle","BookAuthor":"Jon Meacham","BookGenre":"History","BookPrice":"$32.00","BookSynopsis":"Jon Meacham, Pulitzer Prize-winning biographer, chronicles the life of Abraham Lincoln with his trademark journalist style that is both accessible and engaging. Charting how and why Lincoln confronted secession, threats to democracy and the tragedy of slavery to expand the possibilities of America, this book is unlike any previous Lincoln biography.","BookSite":"https://www.barnesandnoble.com/w/and-there-was-light-jon-meacham/1141244907?ean=9780553393965","BookImage":"lincoln.jp2"},
    {"BookTitle":"The Art of War","BookAuthor":"Sun Tzu","BookGenre":"History","BookPrice":"$10.00","BookSynopsis":"The Art of War by the Chinese general Sun Tzu is one of the most influential books of military strategy ever written. For more than 2,000 years, its aphoristic insights and wisdom have been applied in a wide variety of disciplines, ranging from the business and legal professions to the martial arts and sports.","BookSite":"https://www.barnesandnoble.com/w/the-art-of-war-sun-tzu/1126864424?ean=9781435158696","BookImage":"war.jp2"}
      ],
  "Status":"OK"
}
